const questions = [
    {
      id: 1,
      question: 'Бесплатный вопрос, просто не ошибись. Хотя я знаю, что тебе он никогда не попадётся',
      answer: [
        'Верный ответ',
        'Не выбирай 1',
        'Не выбирай 2',
        'Не выбирай 3'
      ],
    },
    {
      id: 2,
      question: 'Что из перечисленного входит в иерархию цифровых сетей европейского стандарта?',
      answer: [
        'E0, E1, E2, ...',
        'PDH, SDH, ...',
        'T0, T1, T2, ...',
        'Euro5, Euro6, ...'
      ],
    },
    {
      id: 3,
      question: 'Что из перечисленного входит в иерархию цифровых сетей американского стандарта?',
      answer: [
        'T0, T1, T2, ...',
        'E0, E1, E2, ...',
        'PDH, SDH, ...',
        'U1, U2, ...'
      ],
    },
    {
      id: 4,
      question: 'Кодеки речевых сигналов – кодеки ... типа, результатом ... является токи АИМ сигнала и эталонные токи, вырабатываемые генератором эталонных токов.',
      answer: [
        'взвешивающего ... взвешивания',
        'E0, E1, E2, ...',
        'PDH, SDH, ...',
        'U1, U2, ...'
      ],
    },
    {
      id: 5,
      question: 'Кодеки речевых сигналов – кодеки взвешивающего типа, результатом взвешивания является токи ... сигнала и эталонные токи, вырабатываемые генератором эталонных токов.',
      answer: [
        'АИМ',
        'ШИМ',
        'ФМ',
        'ЧМ'
      ],
    },
    {
      id: 6,
      question: 'фНЧ нужен для ...',
      answer: [
        'пропускания нижних частот',
        'задерживания нижних частот',
        'создания колебаний нижних частот',
        'другое'
      ],
    },
    {
      id: 7,
      question: 'фВЧ нужен для ...',
      answer: [
        'пропускания токов верхних частот',
        'задерживания токов верхних частот',
        'создания колебаний верхних частот',
        'другое'
      ],
    },






































]

export default questions;
